adpyke.codesnap
afifu.vscode-js-ts-react-nextjs-snippets
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
eamodio.gitlens
ecmel.vscode-html-css
EliverLara.andromeda
esbenp.prettier-vscode
jasonnutter.search-node-modules
liamhammett.inline-parameters
mongodb.mongodb-vscode
ms-vscode.live-server
ms-vsliveshare.vsliveshare
Nixon.env-cmd-file-syntax
patbenatar.advanced-new-file
pranaygp.vscode-css-peek
riazxrazor.html-to-jsx
ritwickdey.LiveServer
styled-components.vscode-styled-components
TabNine.tabnine-vscode
vscode-icons-team.vscode-icons
WallabyJs.console-ninja
wix.vscode-import-cost
Zignd.html-css-class-completion
